Repository: LegalizeBelarus/legalizebelarus.org
Catalog: languages/*.po
Languages: ru_ru

source: Contact us
ru_ru: Связаться с нами

source: Search query
ru_ru: Поиск

source: All news
ru_ru: Все новости

source: press
ru_ru: presa

source: Press service
ru_ru: Пресс-служба

source: media
ru_ru: medyja

source: Media mentions
ru_ru: Упоминания в медиа

source: Drugs News
ru_ru: Новости ПАВ

source: Page not found 😢
ru_ru: Страница не найдена 😢

source: Go to main page
ru_ru: Перейти на главную страницу

source: "Think for yourself. Question authority."
ru_ru: «Думайте за себя. Сомневайтесь в авторитетах.»

source: Timothy Leary
ru_ru: Тимоти Лири

source: Donate now
ru_ru: Пожертвовать

source: You searched for:
ru_ru: Вы искали:

source: 💨 Some results found!
ru_ru: 💨 Мы что-то нашли!

source: Try Google for advanced search
ru_ru: Попробуйте Google для продвинутого поиска

source: 💨 No results found. Try Google.
ru_ru: 💨 Мы ничего не смогли найти. Попробуйте Google.

source: Unless otherwise noted, text of this article is licensed under the Creative Commons Attribution 4.0 International License.
ru_ru: Если не указано иное, текст этого материала лицензирован в соответствии с международной лицензией Creative Commons Attribution 4.0.
